opends/tests/staf-tests/functional-tests/shared/data/dsml/suites/03dsmlerrsuite/data/extendedrequest_errtag3.dat

POST /dsml HTTP/1.1
Host: Foo
Connection: Close
Content-Length: 526
SOAPAction: batchRequest

<?xml version='1.0' encoding='UTF-8'?>
  <soap-env:Envelope
      xmlns:xsd='http://www.w3.org/2001/XMLSchema'
      xmlns:xsi='http://www.w3.org/2001/XMLSchema-instance'
      xmlns:soap-env='http://schemas.xmlsoap.org/soap/envelope/'>
  <soap-env:Body>
<batchRequest xmlns="urn:oasis:names:tc:DSML:2:0:core"
   onError="resume"
   requestID="[extendedRequest] start element has a closing tag"
   >
<extendedRequest />
<requestName>myname<requestName>
</extendedRequest>
</batchRequest>
</soap-env:Body>
</soap-env:Envelope>
